Repository: giellalt/corpus-sme
Catalog: prestable/tmx/nob2sme/facta/skuvlahistorja4/mimmi-s.htm.tmx
Source language: sme
Languages: nob

source: Dál leaba Mimmi ja Anton ieža šaddan áhkkun ja áddján , dán rádjái sudnos leat vihtta mánáidmáná , ja boarrásepmosat leat juo álgán skuvlii .
nob: Nå har Mimmi og Anton sjøl blitt besteforeldre , så langt har de 5 barnebarn , og de eldste har allerede begynt på skolen .

source: – Háliidivččen leat mielde oahpaheame sidjiide dan maid ieš ohppen mánnán fiervvás ja muđui meahcis .
nob: – Jeg vil gjerne være med å lære dem det jeg sjøl lærte som barn , i fjæra og ellers i naturen .

source: Mimmi lea maiddái áŋgiruššan das ahte su áhkubat galget oažžut sámegieloahpu , muhto lea leamaš hui váttis dán ordnet .
nob: Mimmi har også engasjert seg for at barnebarna hennes skal få samiskundervisning , men det har vært svært vanskelig å få til .

source: Njeallje jagi ohcaledje váhnemat sámegieloahpu mánáidasaset , muhto skuvla ii bargan maidege .
nob: I fire år ba foreldra om at barna skulle få samiskundervisning , men ingen ting blei gjort fra skolens side .

source: Easkka go ođđa rektor álggii , de oaččuiga dieđu ahte galggaiga čálalaš ohcamuša čállit , ja easkka dan maŋŋá jođii sudno sávaldat viidáseappot skuvlavuogádagas .
nob: Først da det kom ny rektor fikk de melding om at de måtte skrive en skriftlig søknad , og først da kom ønsket deres videre i systemet .

source: Go ii lean vejolaš fidnet sámegieloahpaheaddji skuvlii , de lágidii skuvla / suohkan gáiddusoahpahusa ja hospiterenortnega .
nob: Siden det ikke var mulig å få tak i samisklærer til skolen , blei det organisert fjernundervisning og hospitering .

source: Muhto dat lea dušše doaibman muhtin muddui .
nob: Men det har bare fungert delvis .

source: Nubbi áhkut , gii vázzá nuoraidskuvlla , lea ožžon gáiddusoahpahusa , muhto nubbi , gii vázzá mánáidskuvlla , ii leat ožžon makkárge fálaldaga vaikko lea juo jahkebealle gollan [ 2 ] .
nob: Et av barnebarna , som går i ungdomsskolen , har fått fjernundervisning , den andre , som går i barneskolen , har etter et halvt år ennå ikke fått noe tilbud .

source: Sámegielas eŋgelasgillii
nob: Fra samisk til engelsk

source: Anton Bæivi ( Govva : Basia Głowacka )
nob: Anton Bæivi ( Foto : Basia Głowacka )

source: Anton Marensius Bæivi lea riegádan 1941:s ja šaddan bajás áhkus ja ádjás luhtte Muotkevuonas .
nob: Anton Marensius Bæivi er født i 1941 og vokste opp hos besteforeldra i Eidvågen .

source: Skuvlla váccii álggos Girkovuonas Sállanis , dasto Fjordtun internáhtas .
nob: Skole fikk han først i Mefjord på Sørøya , seinere på Fjordtun internat .

source: Son lea eanaš bargan guolásteaddjin ja mearraolmmájin , ja sus lea mašinistaoahppu Croftholmenis Porsgrunn lahka ja maŋŋil Oslo maskinistskoles .
nob: Han har for det meste vært fisker og sjømann , og har tatt utdanning som maskinist på Croftholmen ved Porsgrunn og seinere Oslo maskinistskole .

source: Moadde jagi barggai divohagas gáttis , ovdal go vulggii fas meara ala dassái go manai ealáhahkii 2003:s .
nob: Noen år var han også på verksted på land , før han reiste til sjøs igjen fram til han gikk av med pensjon i 2003 .

source: – Mánnávuođas orron eanáš áhku ja ádjá luhtte .
nob: – I barndommen bodde jeg mest hos besteforeldra mine .

source: Soai leaigga gávttehasat ja humaiga dušše fal sámegiela , ja dan rádjái go šadden njeallje jagi boarisin máhtten unnán dárogiela .
nob: De gikk med kofte og snakka bare samisk , og til jeg var omtrent fire år gammel kunne jeg lite norsk .

source: Dárogiela ohppen easkka eváhkoáiggis 1944-46 , go leimmet Lulli-Trøndelagas .
nob: Norsk lærte jeg meg under evakueringstida fra 1944 til 1946 , da vi var i Sør-Trøndelag .

source: Dattetge humaimet ain sámegiela bearrašis .
nob: Likevel blei samisken vedlikeholdt og snakka i familien .

source: Dalle go galgen skuvlii álgit lei ođđasishuksenáigi ja skuvllat eai lean vel gárvvisin huksejuvvon .
nob: Da jeg skulle starte på skolen var det jo midt i gjenreisingstida og skolene var ikke ferdig gjenoppbygd .

source: Álggos vácciimet moadde vahku Girkovuona skuvllas Sállama davágeahčen .
nob: Først gikk vi noen uker på Mefjord skole lengst nord på Sørøya .

source: Doppe lei muhtinlágán internáhtta , muhto eai baljo lean vuos stohpogálvvut .
nob: Der var det et slags internat , men det var ennå nesten ikke møbler .

source: Muittán ahte fertiimet čuoččudettiin boradit .
nob: Jeg husker best at vi måtte stå og spise .

source: Skuvlafálaldat maid doppe oaččuimet lei nu heitot , ja bisttii nu oanehaččat ahte ii dohkkehuvvon 1. luohkkán , ja jagi maŋŋil fertiimet vázzit 1.luohká ođđasit Fjordtun internáhtas , mii dalle lei gárvvis váldit min vuostá .
nob: Den skolegangen vi fikk der ute var så kortvarig og dårlig at den ikke blei godkjent som 1. klasse , så året etter , da Fjordtun internat var klart til å ta imot oss , måtte vi starte i 1. klasse på nytt .

source: Lei skuvlabráhkka maid ligge muorraopmaniin , ja vuosttas jagiid lei issoras gárži doppe .
nob: Det var skolebrakke med vedfyring , og de første åra var det fryktelig trangt .

source: De huksejuvvojedje skuvllat Sállanii ja dalle šattai buoret sadji midjiide Fjordtunas .
nob: Så blei det bygd ferdig skoler ute på Sørøya , da blei det bedre plass til oss på Fjordtun .

source: Vuosttaš oahpaheaddji mii mus lei Fjordtunas lei Pavel Anderssen .
nob: Den første læreren jeg hadde på Fjordtun var Pavel Anderssen .

source: Lei váttis fidnet oktavuođa suinna .
nob: Pavel var vanskelig å få kontakt med .

source: Son han lei sápmelaš Deanus eret , muhto dakkáriid birra ii oktage hupman .
nob: Han var jo same fra Tana , men det var slikt som ingen snakka om .

source: Mii eat goassege gullan sáni dan birra , eat ge gullan sus sáni ge sámegillii .
nob: Vi hørte aldri et ord om det eller et ord samisk fra han . Vi la nå ikke sånn vekt på den skolen .

source: Fjordtun bráhkkainternáhtta 1949 .
nob: Fjordtun brakkeinternat sto ferdig i 1949 .

source: ( Gova luoikan Hammerfest historielag )
nob: ( Foto utlånt av Hammerfest historielag )

source: Mii eat ipmirdan dalle man dehálaš lea doalahit eatnigiela .
nob: Vi forsto jo ikke den gangen hvor viktig det var å holde på morsmålet .

source: Dalle go nuorran mannen meara nala , in baljo gullan sámegiela máŋgga jahkái , ja dađistaga dat jávkagođii .
nob: Da jeg i ungdommen reiste ut til sjøs , hørte jeg lite samisk i mange år , og etter hvert glei det mer og mer bort .

source: Geahppánedje maid sámegielagat min guovllus .
nob: Det blei også færre og færre å snakke samisk med her omkring .

source: Dál mii leat dušše njealjis dán bealde Sievjju geat máhttet sámegiela . Dat lea Emma ja Fredrik [ 3 ] geat leaba badjel 80 jagi boarrásat , ja ránnjá dáppe gii lea guđátlohkái , muhto son gal eanáš dárosta .
nob: I dag er vi bare fire igjen på denne sida av Seiland som kan samisk , det er Emma og Fredrik [ 1 ] som er over 80 år og en nabo her som er midt i 50-åra , men han snakker nå helst norsk .

source: Go giella lea nu unnán anus , de šaddá váttis gávdnat sániid .
nob: Når språket er så lite i bruk , blir det vanskelig å finne ord .

source: Muhto mun goit ain sámástan boazosápmelaččaiguin geat leat dáppe gesset .
nob: Men jeg snakker nå fremledes samisk med flyttsamene som er her på sommeren .

source: Máhtán maiddái lohkat sámegiela .
nob: Jeg kan også lese samisk .

source: Mis lei Nuorttanaste ruovttus go šadden bajás , buot áhkut dáppe han lohke Nuorttanaste dan áiggi .
nob: Vi hadde Nuorttanaste [ 2 ] hjemme da jeg vokste opp , alle gamle damer her omkring leste jo Nuorttanaste i den tida .

source: Go mannen meara nala fertejin jođánit oahppat eŋgelasgiela .
nob: Da jeg dro til sjøs måtte jeg raskt lære meg engelsk .

source: Dan in lean oahppan álbmotskuvllas , lei easkka mašinistaskuvllas ahte ožžon eŋgelasgiela fágan .
nob: Det hadde jeg ikke hatt på folkeskolen , så det var først på maskinistskolen at jeg fikk engelsk som fag .

source: Muhtin oahppit máhtte ollu eŋgelasgiela , earát fas hui unnán .
nob: Noen av elevene kunne mye engelsk , andre kunne svært lite .

source: Oahpaheaddji logai : Mii álgit 3. luohká lohkanmeriin , vai buohkat sáhttet čuovvut mielde .
nob: Læreren sa : Vi starter fra 3. klasses pensum , så alle kan henge med .

source: Muhto lei dattetge lossat álggus .
nob: Men det var tungt den første tida .

source: Dađistaga unnui norgalaš mearraolbmuid lohku , eanet ja eanet olgoriikkalaččat barge norgga fatnasiin , ja de šattai eŋgelasgiella min bargogiellan .
nob: Etter hvert blei det mindre og mindre norsk mannskap , mer og mer utlendinger , så det blei engelsk som blei arbeidsspråket .

source: Muittán muhtin fatnasis leimmet 43 olbmo 27 riikkas .
nob: Jeg husker på en båt var vi 43 mann fra 27 nasjoner .

source: Maŋimus fatnasis gos bargen , leimmet dušše golbma norgalačča , earát ledje polskalaččat .
nob: Den siste båten jeg var på var vi bare tre norske , resten var polakker .

source: Muhto dál go lean leamaš muhtin jagiid gáttis , de lea šaddagoahtán lossat hupmat eŋgelasgiela maid , nu ahte dál doalahan millosepmosit dárogiela .
nob: [ 1 ] Se intervju i annen artikkel i denne boka . Fredrik Nilsen døde i 2009.[2 ] Nuorttanaste er ei samiskspråklig kristelig avis , som har vært utgitt siden 1898 .

source: [ 1 ] Báikkálaš sámegiel suopmana mielde : Muorkevuonna.[2 ] Geahča maŋimusas artihkkalis [ 3 ] Geahča sudno muitalusa eará artihkkalis dán girjjis .
nob: Tidligere var det utgitt av Den Evangeliske Lutherske Frikirke , nå er bladet en stiftelse eid av Samisk kirkeråd , Norges samemisjon og Indre Finnmark prosti .

source: Eará artihkkalat girjjis Sámi skuvlahistorjá 4
nob: Flere artikler fra Samisk skolehistorie 4
